adamhartford.vscode-base64
andrejunges.Handlebars
dbaeumer.vscode-eslint
DotJoshJohnson.xml
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
mhutchie.git-graph
michelemelluso.code-beautifier
michelemelluso.gitignore
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ritwickdey.LiveServer
sburg.vscode-javascript-booster
streetsidesoftware.code-spell-checker
tgreen7.vs-code-node-require
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
whinarn.python-auto-venv
wmaurer.change-case
